Repository: esase/dream-cms-news-module
Catalog: module/News/language/*.po
Languages: ru_ru

source: Show news for the last N days
ru_ru: Показать новости за последние N дней

source: Count of similar news
ru_ru: Количество похожих новостей

source: Similar news
ru_ru: Похожие новости

source: count one news
ru_ru: %d новость

source: News calendar
ru_ru: Календарь новостей

source: Show news thumbnails
ru_ru: Показывать миниатюры новостей

source: Category already exists
ru_ru: Категория уже существует

source: Show the link "View all news"
ru_ru: Показать ссылку "Все новости"

source: View all news
ru_ru: Все новости

source: Count of last news
ru_ru: Количество последних новостей

source: Last news
ru_ru: Последние новости

source: News list
ru_ru: Список новостей

source: View news
ru_ru: Просмотр новости

source: News will be approved. Are you sure?
ru_ru: Новость будет активирована. Вы уверены?

source: Approve the news
ru_ru: Активировать новость

source: News will be disapproved. Are you sure?
ru_ru: Новость будет дезактивирована. Вы уверены?

source: Disapprove the news
ru_ru: Дезактивировать новость

source: The selected news has been disapproved
ru_ru: Выбранная новость была дезактивирована

source: Selected news have been disapproved
ru_ru: Выбранные новости были дезактивированы

source: The selected news has been approved
ru_ru: Выбранная новость была активирована

source: Selected news have been approved
ru_ru: Выбранные новости были активированы

source: The selected news has been deleted
ru_ru: Выбранная новость была удалена

source: Selected news have been deleted
ru_ru: Выбранные новости были удалены

source: Selected news will be deleted. Are you sure?
ru_ru: Выбранные новости будут удалены. Вы уверены?

source: News has been edited
ru_ru: Новость была отредактирована

source: News will be deleted. Are you sure?
ru_ru: Новость будет удалена. Вы уверены?

source: Delete the news
ru_ru: Удалить новость

source: Edit the news
ru_ru: Редактировать новость

source: Image uploading failed
ru_ru: Не удалось загрузить изображение

source: Image deleting failed
ru_ru: Удаление изображения не удалось

source: News images
ru_ru: Изображения новостей

source: News thumbnail height
ru_ru: Высота миниатюры изображения новости

source: News thumbnail width
ru_ru: Ширина миниатюры изображения новости

source: News image height
ru_ru: Высота изображения новости

source: News image width
ru_ru: Ширина изображения новости

source: News date format
ru_ru: Формат даты новостей

source: News auto approve
ru_ru: Авто активация новостей

source: News has been added
ru_ru: Новость была добавлена

source: Categories
ru_ru: Категории

source: Text
ru_ru: Текст

source: Intro
ru_ru: Вводный текст

source: New news
ru_ru: Новая новость

source: Add a news
ru_ru: Добавить новость

source: Category will be deleted. Are you sure?
ru_ru: Категория будет удалена. Вы уверены?

source: Delete the category
ru_ru: Удалить категорию

source: Category has been edited
ru_ru: Категория была отредактирована

source: The selected category has been deleted
ru_ru: Выбранная категория была удалена

source: Selected categories have been deleted
ru_ru: Выбранные категории были удалены

source: Category has been added
ru_ru: Категория была добавлена

source: News categories
ru_ru: Категории новостей

source: Edit the category
ru_ru: Редактировать категорию

source: Selected news categories will be deleted. Are you sure?
ru_ru: Выбранные категории будут удалены. Вы уверены?

source: Add a category
ru_ru: Добавить категорию

source: Category name
ru_ru: Название категории

source: List of categories
ru_ru: Список категорий

source: List of news
ru_ru: Список новостей

source: News
ru_ru: Новости

source: Module allows to publish news on the site
ru_ru: Модуль позволяет публиковать новости на сайте

source: Event - Approving news
ru_ru: Активация новостей

source: Event - News approved by guest
ru_ru: Гость активировал новость с идентификатором - "%d"

source: Event - News approved by user
ru_ru: "%s" активировал(а) новость с идентификатором - "%d"

source: Event - Disapproving news
ru_ru: Дезактивирование новостей

source: Event - News disapproved by guest
ru_ru: Гость дезактивировал новость с идентификатором - "%d"

source: Event - News disapproved by user
ru_ru: "%s" дезактивировал(а) новость с идентификатором - "%d"

source: Event - Deleting news
ru_ru: Удаление новостей

source: Event - News deleted by guest
ru_ru: Гость удалил новость с идентификатором - "%d"

source: Event - News deleted by user
ru_ru: "%s" удалил(а) новость с идентификатором - "%d"

source: Event - Editing news
ru_ru: Редактирование новостей

source: Event - News edited by guest
ru_ru: Гость отредактировал новость с идентификатором - "%d"

source: Event - News edited by user
ru_ru: "%s" отредактировал(а) новость с идентификатором - "%d"

source: Event - Adding news
ru_ru: Добавление новостей

source: Event - News added by guest
ru_ru: Гость добавил новость с идентификатором - "%d"

source: Event - News added by user
ru_ru: "%s" добавил(а) новость с идентификатором - "%d"

source: Event - Editing news categories
ru_ru: Редактирование новостных категорий

source: Event - News category edited by guest
ru_ru: Гость отредактировал новостную категорию с идентификатором - "%d"

source: Event - News category edited by user
ru_ru: "%s" отредактировал(а) новостную категорию с идентификатором - "%d"

source: Event - Adding news categories
ru_ru: Добавление новостных категорий

source: Event - News category added by guest
ru_ru: Гость добавил новостную категорию с идентификатором - "%d"

source: Event - News category added by user
ru_ru: "%s" добавил(а) новостную категорию с идентификатором - "%d"

source: Event - Deleting news categories
ru_ru: Удаление новостных категорий

source: Event - News category deleted by guest
ru_ru: Гость удалил новостную категорию с идентификатором - "%d"

source: Event - News category deleted by user
ru_ru: "%s" удалил(а) новостную категорию с идентификатором - "%d"

source: ACL - Viewing news in admin area
ru_ru: Просмотр новостей в админке

source: ACL - Viewing news categories in admin area
ru_ru: Просмотр категорий новостей в админке

source: ACL - Editing news settings in admin area
ru_ru: Изменение настроек новостей в админке

source: ACL - Adding news categories in admin area
ru_ru: Добавление новостных категорий в админке

source: ACL - Deleting news categories in admin area
ru_ru: Удаление новостных категорий в админке

source: ACL - Editing news categories in admin area
ru_ru: Редактирование новостных категорий в админке

source: ACL - Adding news in admin area
ru_ru: Добавление новостей в админке

source: ACL - Editing news in admin area
ru_ru: Редактирование новостей в админке

source: ACL - Deleting news in admin area
ru_ru: Удаление новостей в админке

source: ACL - Approving news in admin area
ru_ru: Активация новостей в админке

source: ACL - Disapproving news in admin area
ru_ru: Дезактивирование новостей в админке

source: ACL - Viewing news
ru_ru: Просмотр новостей
